Repository: shotpaste/shotpaste
Catalog: resources/localization/Features/Recording.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# recording.cloud.quota
source: Check account balance and service quota
de: Guthaben und Dienstkontingent prüfen
es: Revise saldo y cuota
fr: Vérifiez le solde et les quotas
ja: 残高とサービス割当を確認
ko: 잔액 및 서비스 할당량 확인
ru: Проверьте баланс и квоту
vi: Kiểm tra số dư và hạn mức
zh_hans: 请检查余额和服务额度
zh_hant: 請檢查餘額和服務額度

# recording.cloud.cloud-error
source: Cloud request failed; check the status code in the console
de: Cloud-Anfrage fehlgeschlagen; Statuscode prüfen
es: Solicitud fallida; revise el código en la consola
fr: Échec cloud ; vérifiez le code dans la console
ja: クラウドリクエスト失敗・コンソールでコードを確認
ko: 클라우드 요청 실패; 콘솔에서 상태 코드 확인
ru: Ошибка запроса; проверьте код в консоли
vi: Yêu cầu thất bại; kiểm tra mã trong bảng điều khiển
zh_hans: 云请求失败，请在控制台检查状态码
zh_hant: 雲請求失敗，請在控制台檢查狀態碼

# recording.cloud.automatic
source: Automatic language detection
de: Automatische Spracherkennung
es: Detección automática del idioma
fr: Détection automatique de la langue
ja: 言語を自動検出
ko: 자동 언어 감지
ru: Автоопределение языка
vi: Tự động nhận dạng ngôn ngữ
zh_hans: 自动识别语言
zh_hant: 自動識別語言

# recording.cloud.setup-note
source: Testing sets up temporary storage and transcribes a short public audio sample. Volcengine bills transcription and storage usage.
de: Der Test richtet temporären Speicher ein und transkribiert ein kurzes öffentliches Audiobeispiel. Volcengine berechnet Transkription und Speichernutzung.
es: La prueba configura almacenamiento temporal y transcribe una muestra pública corta. Volcengine cobra por transcripción y almacenamiento.
fr: Le test configure le stockage temporaire et transcrit un court extrait audio public. Volcengine facture la transcription et le stockage utilisés.
ja: テストは一時ストレージを設定し、短い公開音声を文字起こしします。Volcengineが文字起こしとストレージの使用量に応じて課金します。
ko: 테스트는 임시 저장소를 설정하고 짧은 공개 오디오를 전사합니다. Volcengine에서 전사 및 저장소 사용량에 따라 요금을 청구합니다.
ru: Тест настраивает временное хранилище и распознаёт короткий открытый аудиофрагмент. Volcengine взимает плату за транскрипцию и хранение.
vi: Kiểm tra sẽ thiết lập bộ nhớ tạm và chép lời một mẫu âm thanh công khai ngắn. Volcengine tính phí theo mức dùng chép lời và lưu trữ.
zh_hans: 测试会配置临时存储，并转写一段公开短音频。火山引擎会按转写及存储用量计费。
zh_hant: 測試會設定暫存空間，並轉寫一段公開短音訊。火山引擎會依轉寫及儲存用量計費。

# audio-recording.transcription-failed
source: Audio saved; transcription failed — click to retry
de: Audio gespeichert; Transkription fehlgeschlagen – zum Wiederholen klicken
es: Audio guardado; transcripción fallida: haz clic para reintentar
fr: Audio enregistré ; transcription échouée — cliquer pour réessayer
ja: 音声は保存済みです。文字起こしに失敗しました。クリックして再試行
ko: 오디오 저장됨. 전사 실패 — 클릭하여 재시도
ru: Аудио сохранено; транскрипция не удалась — нажмите для повтора
vi: Đã lưu âm thanh; chép lời thất bại — bấm để thử lại
zh_hans: 录音已保存，转写失败，点击重试
zh_hant: 錄音已儲存，轉寫失敗，點擊重試

# audio-recording.processing-failed
source: Audio saved; processing failed — click to retry
de: Audio gespeichert; Verarbeitung fehlgeschlagen – zum Wiederholen klicken
es: Audio guardado; procesamiento fallido: haz clic para reintentar
fr: Audio enregistré ; traitement échoué — cliquer pour réessayer
ja: 音声は保存済みです。処理に失敗しました。クリックして再試行
ko: 오디오 저장됨. 처리 실패 — 클릭하여 재시도
ru: Аудио сохранено; обработка не удалась — нажмите для повтора
vi: Đã lưu âm thanh; xử lý thất bại — bấm để thử lại
zh_hans: 录音已保存，后续处理失败，点击重试
zh_hant: 錄音已儲存，後續處理失敗，點擊重試

# audio-recording.dictation-disabled
source: Audio saved; enable Dictation in System Settings, then click to retry
de: Audio gespeichert; Diktierfunktion in den Systemeinstellungen aktivieren, dann zum Wiederholen klicken
es: Audio guardado; activa Dictado en Ajustes del Sistema y haz clic para reintentar
fr: Audio enregistré ; activer Dictée dans Réglages Système, puis cliquer pour réessayer
ja: 音声は保存済みです。システム設定で音声入力を有効にし、クリックして再試行
ko: 오디오 저장됨. 시스템 설정에서 받아쓰기를 켠 후 클릭하여 재시도
ru: Аудио сохранено; включите диктовку в Системных настройках и нажмите для повтора
vi: Đã lưu âm thanh; bật Đọc chính tả trong Cài đặt hệ thống rồi bấm để thử lại
zh_hans: 录音已保存，请在系统设置启用听写后点击重试
zh_hant: 錄音已儲存，請在系統設定啟用聽寫後點擊重試

# recording-toolbar.preparing-recording
source: Preparing recording…
de: Aufnahme wird vorbereitet …
es: Preparando grabación…
fr: Préparation de l’enregistrement…
ja: 収録を準備中…
ko: 녹화 준비 중…
ru: Подготовка записи…
vi: Đang chuẩn bị ghi…
zh_hans: 正在准备录制…
zh_hant: 正在準備錄製…

# recording.delete-confirmation-message
source: The current recording will be moved to Trash. This cannot be undone in ShotPaste.
de: Die aktuelle Aufnahme wird in den Papierkorb verschoben. Dies kann in ShotPaste nicht rückgängig gemacht werden.
es: La grabación actual se moverá a la Papelera. Esto no se puede deshacer en ShotPaste.
fr: L’enregistrement en cours sera placé dans la corbeille. Cette action est irréversible dans ShotPaste.
ja: 現在の収録をゴミ箱に移動します。この操作は ShotPaste では取り消せません。
ko: 현재 녹화를 휴지통으로 이동합니다. ShotPaste에서는 이 작업을 취소할 수 없습니다.
ru: Текущая запись будет перемещена в Корзину. Это действие нельзя отменить в ShotPaste.
vi: Bản ghi hiện tại sẽ được chuyển vào Thùng rác. Không thể hoàn tác trong ShotPaste.
zh_hans: 当前录制将移到废纸篓。此操作无法在 ShotPaste 中撤销。
zh_hant: 目前錄製將移到垃圾桶。此操作無法在 ShotPaste 中還原。

# recording.delete-confirmation-title
source: Delete Recording?
de: Aufnahme löschen?
es: ¿Eliminar grabación?
fr: Supprimer l’enregistrement ?
ja: 収録を削除しますか？
ko: 녹화를 삭제할까요?
ru: Удалить запись?
vi: Xoá bản ghi?
zh_hans: 删除录制？
zh_hant: 刪除錄製？

# recording.trash-failed-preserved
source: The recording couldn’t be moved to Trash. It was kept at %@.
de: Die Aufnahme konnte nicht in den Papierkorb verschoben werden. Sie wurde unter %@ beibehalten.
es: No se pudo mover la grabación a la Papelera. Se conservó en %@.
fr: L’enregistrement n’a pas pu être placé dans la corbeille. Il a été conservé dans %@.
ja: 収録をゴミ箱に移動できませんでした。%@ に保持されています。
ko: 녹화를 휴지통으로 이동하지 못했습니다. %@에 보관했습니다.
ru: Не удалось переместить запись в Корзину. Файл сохранён по адресу %@.
vi: Không thể chuyển bản ghi vào Thùng rác. Tệp được giữ tại %@.
zh_hans: 无法将录制移到废纸篓，文件已保留在 %@。
zh_hant: 無法將錄製移到垃圾桶，檔案已保留在 %@。

# recording.quit-confirmation-message
source: Stop and save the recording before quitting, or move the current recording to Trash.
de: Stoppe und speichere die Aufnahme vor dem Beenden oder verschiebe die aktuelle Aufnahme in den Papierkorb.
es: Detén y guarda la grabación antes de salir, o mueve la grabación actual a la Papelera.
fr: Arrêtez et enregistrez la capture avant de quitter, ou placez l’enregistrement en cours dans la corbeille.
ja: 終了前に収録を停止して保存するか、現在の収録をゴミ箱に移動してください。
ko: 종료하기 전에 녹화를 중지하고 저장하거나 현재 녹화를 휴지통으로 이동하세요.
ru: Перед выходом остановите и сохраните запись либо переместите текущую запись в Корзину.
vi: Dừng và lưu bản ghi trước khi thoát, hoặc chuyển bản ghi hiện tại vào Thùng rác.
zh_hans: 退出前停止并保存录制，或将当前录制移到废纸篓。
zh_hant: 結束前停止並儲存錄製，或將目前錄製移到垃圾桶。

# recording.quit-confirmation-title
source: Recording in Progress
de: Aufnahme läuft
es: Grabación en curso
fr: Enregistrement en cours
ja: 収録中
ko: 녹화 진행 중
ru: Идёт запись
vi: Đang ghi
zh_hans: 正在录制
zh_hant: 正在錄製

# recording.restart-confirmation-message
source: The current recording will be moved to Trash and a new recording will start with the same settings.
de: Die aktuelle Aufnahme wird in den Papierkorb verschoben und mit denselben Einstellungen neu gestartet.
es: La grabación actual se moverá a la Papelera y comenzará una nueva con los mismos ajustes.
fr: L’enregistrement en cours sera placé dans la corbeille et un nouvel enregistrement démarrera avec les mêmes réglages.
ja: 現在の収録をゴミ箱に移動し、同じ設定で新しい収録を開始します。
ko: 현재 녹화를 휴지통으로 이동하고 같은 설정으로 새 녹화를 시작합니다.
ru: Текущая запись будет перемещена в Корзину, после чего начнётся новая запись с теми же настройками.
vi: Bản ghi hiện tại sẽ được chuyển vào Thùng rác và bản ghi mới sẽ bắt đầu với cùng cài đặt.
zh_hans: 当前录制将移到废纸篓，并使用相同设置开始新的录制。
zh_hant: 目前錄製將移到垃圾桶，並使用相同設定開始新的錄製。

# recording.restart-confirmation-title
source: Restart Recording?
de: Aufnahme neu starten?
es: ¿Reiniciar grabación?
fr: Recommencer l’enregistrement ?
ja: 収録をやり直しますか？
ko: 녹화를 다시 시작할까요?
ru: Начать запись заново?
vi: Ghi lại từ đầu?
zh_hans: 重新录制？
zh_hant: 重新錄製？

# gif.cannot-create-output-file
source: Failed to create GIF output file
de: Die Erstellung der GIF-Ausgabedatei
es: No se pudo crear el archivo de salida GIF
fr: Échec de la création du fichier de sortie GIF
ja: GIF 出力ファイルの作成に失敗しました
ko: GIF 출력 파일을 생성하지 못했습니다
ru: Не удалось создать выходной файл GIF
vi: Không thể tạo tệp GIF đầu ra
zh_hans: 无法创建 GIF 输出文件
zh_hant: 無法創建 GIF 輸出檔案

# gif.finalize-failed
source: Failed to finalize GIF file
de: GIF-Datei konnte nicht finalisiert werden
es: No se pudo finalizar el archivo GIF
fr: Échec de la finalisation du fichier GIF
ja: GIF ファイルをファイナライズできませんでした
ko: GIF 파일을 마무리하지 못했습니다
ru: Не удалось завершить GIF-файл
vi: Không thể hoàn tất tệp GIF
zh_hans: 未能完成 GIF 文件
zh_hant: 未能完成 GIF 檔案

# gif.invalid-video
source: Invalid or empty video file
de: Ungültige oder leere Videodatei
es: Archivo de vídeo no válido o vacío
fr: Fichier vidéo invalide ou vide
ja: 無効または空のビデオ ファイル
ko: 유효하지 않거나 빈 비디오 파일
ru: Неверный или пустой видеофайл
vi: Tệp video không hợp lệ hoặc trống
zh_hans: 视频文件无效或为空
zh_hant: 影片檔案無效或為空

# gif.no-frames-from-video
source: Could not extract any frames from video
de: Es konnten keine Frames aus dem Video
es: No se pudo extraer ningún fotograma del video
fr: Impossible d'extraire des images de la vidéo
ja: ビデオからフレームを抽出できませんでした
ko: 비디오에서 프레임을 추출할 수 없습니다
ru: Не удалось извлечь кадры из видео
vi: Không thể trích xuất khung hình nào từ video
zh_hans: 无法从视频中提取任何帧
zh_hant: 無法從影片中提取任何幀

# keystroke-position.bottom-center
source: Bottom Center
de: Unten in der Mitte
es: Centro inferior
fr: En bas au centre
ja: 中央下
ko: 하단 중앙
ru: Внизу по центру
vi: Giữa phía dưới
zh_hans: 底部中心
zh_hant: 底部中心

# keystroke-position.bottom-left
source: Bottom Left
de: Unten links
es: Abajo a la izquierda
fr: En bas à gauche
ja: 左下
ko: 왼쪽 하단
ru: Внизу слева
vi: Góc dưới bên trái
zh_hans: 左下
zh_hant: 左下

# keystroke-position.bottom-right
source: Bottom Right
de: Unten rechts
es: Abajo a la derecha
fr: En bas à droite
ja: 右下
ko: 오른쪽 하단
ru: Внизу справа
vi: Góc dưới bên phải
zh_hans: 右下
zh_hant: 右下

# keystroke-position.top-center
source: Top Center
de: Oben in der Mitte
es: Centro superior
fr: En haut au centre
ja: 中央上部
ko: 탑 센터
ru: Вверх Центр
vi: Giữa phía trên
zh_hans: 顶部中心
zh_hant: 頂部中心

# keystroke-position.top-left
source: Top Left
de: Oben links
es: Arriba a la izquierda
fr: En haut à gauche
ja: 左上
ko: 왼쪽 상단
ru: Вверху слева
vi: Góc trên bên trái
zh_hans: 左上
zh_hant: 左上

# keystroke-position.top-right
source: Top Right
de: Oben rechts
es: Arriba a la derecha
fr: En haut à droite
ja: 右上
ko: 오른쪽 상단
ru: Вверху справа
vi: Góc trên bên phải
zh_hans: 右上角
zh_hant: 右上角

# microphone.access-required-title
source: Microphone Access Required
de: Mikrofonzugriff erforderlich
es: Se requiere acceso al micrófono
fr: Accès au microphone requis
ja: マイクへのアクセスが必要です
ko: 마이크 액세스 필요
ru: Требуется доступ к микрофону
vi: Cần quyền Microphone
zh_hans: 需要麦克风访问
zh_hant: 需要麥克風訪問

# microphone.continue-without-mic
source: Continue Without Mic
de: Ohne Mikrofon fortfahren
es: Continuar sin micrófono
fr: Continuer sans micro
ja: マイクなしで続行
ko: 마이크 없이 계속
ru: Продолжить без микрофона
vi: Tiếp tục không dùng mic
zh_hans: 不使用麦克风继续
zh_hant: 不使用麥克風繼續

# microphone.preferences-message
source: ShotPaste needs microphone permission. Please enable it in System Settings > Privacy & Security > Microphone.
de: ShotPaste benötigt eine Mikrofonberechtigung. Bitte aktivieren Sie es in den Systemeinstellungen > Datenschutz und Sicherheit > Mikrofon.
es: ShotPaste necesita permiso del micrófono. Habilítelo en Configuración del sistema > Privacidad y seguridad > Micrófono.
fr: ShotPaste a besoin de l'autorisation du microphone. Veuillez l'activer dans Paramètres système > Confidentialité et sécurité > Microphone.
ja: ShotPaste にはマイクの許可が必要です。 [システム設定] > [プライバシーとセキュリティ] > [マイク] で有効にしてください。
ko: ShotPaste에는 마이크 권한이 필요합니다. 시스템 설정 > 개인 정보 보호 및 보안 > 마이크에서 활성화해 주세요.
ru: ShotPaste требуется разрешение микрофона. Включите его в «Настройки системы» > «Конфиденциальность и безопасность» > «Микрофон».
vi: ShotPaste cần quyền Microphone. Vui lòng bật trong Cài đặt hệ thống > Quyền riêng tư & Bảo mật > Microphone.
zh_hans: ShotPaste 需要麦克风权限。请在系统设置 > 隐私和安全 > 麦克风中启用它。
zh_hant: ShotPaste 需要麥克風權限。請在系統設置 > 隱私和安全 > 麥克風中啓用它。

# microphone.recording-message
source: ShotPaste needs microphone permission to record audio. Please grant access in System Settings.
de: ShotPaste benötigt eine Mikrofonberechtigung, um Audio aufzunehmen. Bitte gewähren Sie den Zugriff in den Systemeinstellungen.
es: ShotPaste necesita permiso del micrófono para grabar audio. Conceda acceso en Configuración del sistema.
fr: ShotPaste a besoin de l'autorisation du microphone pour enregistrer de l'audio. Veuillez accorder l'accès dans les paramètres système.
ja: ShotPaste が音声を録音するにはマイクの許可が必要です。システム設定でアクセスを許可してください。
ko: ShotPaste가 오디오를 녹음하려면 마이크 권한이 필요합니다. 시스템 설정에서 액세스 권한을 부여하세요.
ru: ShotPaste требуется разрешение микрофона для записи звука. Пожалуйста, предоставьте доступ в настройках системы.
vi: ShotPaste cần quyền Microphone để ghi âm. Vui lòng cấp quyền trong Cài đặt hệ thống.
zh_hans: ShotPaste 需要麦克风权限才能录制音频。请在系统设置中授予访问权限。
zh_hant: ShotPaste 需要麥克風權限才能錄製音頻。請在系統設置中授予訪問權限。

# recording-annotation.auto-clear
source: Auto-clear: %@
de: Automatisches Löschen: %@
es: Borrado automático: %@
fr: Effacement automatique : %@
ja: 自動クリア: %@
ko: 자동 지우기: %@
ru: Автоматическая очистка: %@
vi: Tự xóa: %@
zh_hans: 自动清除：%@
zh_hant: 自動清除：%@

# recording-annotation.last-count
source: Last %d
de: Letzter %d
es: Último %d
fr: Dernier %d
ja: 最後の %d
ko: 지난 %d
ru: Последний %d
vi: Giữ %d gần nhất
zh_hans: 最后 %d
zh_hant: 最後 %d

# recording-annotation.persist
source: Persist
de: Beharren
es: Persistir
fr: Persister
ja: 持続します
ko: 계속
ru: Упорствовать
vi: Giữ lại
zh_hans: 保留标注
zh_hant: 保留標註

# recording-toolbar.delete-recording
source: Delete recording
de: Aufnahme löschen
es: Eliminar grabación
fr: Supprimer l'enregistrement
ja: 録音を削除
ko: 녹음 삭제
ru: Удалить запись
vi: Xóa bản ghi
zh_hans: 删除录屏
zh_hant: 刪除錄屏

# recording-toolbar.disable-annotations
source: Disable annotations
de: Anmerkungen deaktivieren
es: Deshabilitar anotaciones
fr: Désactiver les annotations
ja: 注釈を無効にする
ko: 주석 비활성화
ru: Отключить аннотации
vi: Tắt chú thích
zh_hans: 关闭标注
zh_hant: 關閉標註

# recording-toolbar.enable-annotations
source: Enable annotations
de: Anmerkungen aktivieren
es: Habilitar anotaciones
fr: Activer les annotations
ja: 注釈を有効にする
ko: 주석 활성화
ru: Включить аннотации
vi: Bật chú thích
zh_hans: 开启标注
zh_hant: 開啟標註

# recording-toolbar.pause-recording
source: Pause recording
de: Aufnahme pausieren
es: Pausar grabación
fr: Suspendre l'enregistrement
ja: 録音を一時停止します
ko: 녹음 일시 중지
ru: Пауза в записи
vi: Tạm dừng ghi
zh_hans: 暂停录屏
zh_hant: 暫停錄屏

# recording-toolbar.quality-high
source: High
de: Hoch
es: Alto
fr: Élevé
ja: 高い
ko: 높음
ru: Высокий
vi: Cao
zh_hans: 高
zh_hant: 高

# recording-toolbar.quality-low
source: Low
de: Niedrig
es: Bajo
fr: Faible
ja: 低い
ko: 낮음
ru: Низкий
vi: Thấp
zh_hans: 低
zh_hant: 低

# recording-toolbar.quality-medium
source: Medium
de: Mittel
es: Medio
fr: Moyen
ja: 中
ko: 중간
ru: Средний
vi: Trung bình
zh_hans: 中等
zh_hant: 中等

# recording-toolbar.recording-in-progress
source: Recording in progress
de: Aufnahme läuft
es: Grabación en curso
fr: Enregistrement en cours
ja: 録音中
ko: 녹음 진행 중
ru: Идет запись
vi: Đang ghi
zh_hans: 录屏中
zh_hant: 錄屏中

# recording-toolbar.recording-paused
source: Recording paused
de: Aufnahme pausiert
es: Grabación en pausa
fr: Enregistrement en pause
ja: 録音が一時停止されました
ko: 녹음이 일시중지되었습니다
ru: Запись приостановлена ​​
vi: Đã tạm dừng ghi
zh_hans: 录屏暂停
zh_hant: 錄屏暫停

# recording-toolbar.restart-recording
source: Restart recording
de: Aufnahme neu starten
es: Reiniciar grabación
fr: Redémarrer l'enregistrement
ja: 録音を再開します
ko: 녹음 다시 시작
ru: Перезапустить запись
vi: Ghi lại từ đầu
zh_hans: 重新开始录屏
zh_hant: 重新開始錄屏

# recording-toolbar.resume-recording
source: Resume recording
de: Aufnahme fortsetzen
es: Reanudar grabación
fr: Reprendre l'enregistrement
ja: 録音を再開する
ko: 녹음 재개
ru: Возобновить запись
vi: Tiếp tục ghi
zh_hans: 恢复录屏
zh_hant: 恢復錄屏

# recording-toolbar.show-cursor
source: Show Cursor
de: Zeige Cursor
es: Mostrar cursor
fr: Afficher le curseur
ja: カーソルを表示
ko: 커서 표시
ru: Показать курсор
vi: Hiện con trỏ
zh_hans: 显示光标
zh_hant: 顯示游標

# recording-toolbar.status-bar-accessibility
source: Recording status bar
de: Aufnahmestatusleiste
es: Barra de estado de grabación
fr: Barre d'état d'enregistrement
ja: 録音ステータス バー
ko: 녹화 상태 표시줄
ru: Строка состояния записи
vi: Thanh trạng thái ghi
zh_hans: 录屏状态栏
zh_hant: 錄屏狀態欄

# recording-toolbar.stop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 그만
ru: Стоп
vi: Dừng
zh_hans: 停止
zh_hant: 停止

# recording-toolbar.stop-recording-accessibility
source: Stop recording - Duration: %@
de: Aufzeichnung stoppen – Dauer: %@
es: Detener grabación - Duración: %@
fr: Arrêter l'enregistrement - Durée : %@
ja: 録音を停止 - 期間: %@
ko: 녹음 중지 - 지속 시간: %@
ru: Остановить запись. Продолжительность: %@
vi: Dừng ghi - Thời lượng: %@
zh_hans: 停止录屏 - 持续时间：%@
zh_hant: 停止錄屏 - 持續時間：%@

# recording-toolbar.stop-recording-hint
source: Stops and saves the recording
de: Stoppt und speichert die Aufnahme
es: Detiene y guarda la grabación
fr: Arrête et sauvegarde l'enregistrement
ja: 録音を停止して保存します
ko: 녹음을 중지하고 저장합니다
ru: Останавливает и сохраняет запись
vi: Dừng và lưu bản ghi
zh_hans: 停止并保存录屏
zh_hant: 停止並保存錄屏

# recording-toolbar.microphone-input
source: Microphone
de: Mikrofon
es: Micrófono
ja: マイク
ko: 마이크
ru: Микрофон
vi: Mic
zh_hans: 麦克风
zh_hant: 麥克風

# recording.choose-save-location-message
source: Choose where ShotPaste should save screenshots and recordings
de: Wählen Sie, wo ShotPaste Screenshots und Aufnahmen speichern soll
es: Elija dónde ShotPaste debe guardar capturas de pantalla y grabaciones
fr: Choisissez où ShotPaste doit enregistrer les captures d'écran et les enregistrements
ja: ShotPaste がスクリーンショットと録画を保存する場所を選択します
ko: ShotPaste가 스크린샷과 녹음을 저장할 위치를 선택하세요
ru: Выберите, где ShotPaste должен сохранять снимки экрана и записи
vi: Chọn nơi ShotPaste sẽ lưu ảnh chụp và bản ghi
zh_hans: 选择 ShotPaste 保存屏幕截图和录屏的位置
zh_hant: 選擇 ShotPaste 保存螢幕截圖和錄屏的位置

# recording.error.cancelled
source: Recording cancelled
de: Aufnahme abgebrochen
es: Grabación cancelada
fr: Enregistrement annulé
ja: 録音がキャンセルされました
ko: 녹음이 취소되었습니다
ru: Запись отменена
vi: Đã hủy ghi
zh_hans: 录屏已取消
zh_hant: 錄屏已取消

# recording.error.cannot-add-microphone-writer-input
source: Cannot add microphone writer input
de: Mikrofon-Writer-Eingabe kann nicht hinzugefügt werden
es: No se puede agregar la entrada del escritor de micrófono
fr: Impossible d'ajouter une entrée d'écriture de microphone
ja: マイク ライター入力を追加できません
ko: 마이크 작성기 입력을 추가할 수 없습니다
ru: Невозможно добавить вход записи микрофона
vi: Không thể thêm microphone input cho bộ ghi
zh_hans: 无法添加麦克风音频输入
zh_hant: 無法加入麥克風音訊輸入

# recording.error.cannot-add-system-audio-writer-input
source: Cannot add system audio writer input
de: System-Audio-Writer-Eingabe
es: No se puede agregar la entrada del escritor de audio del sistema
fr: Impossible d'ajouter l'entrée du graveur audio système
ja: システム オーディオ ライター入力を追加できません
ko: 시스템 오디오 작성기 입력을 추가할 수 없습니다
ru: Невозможно добавить вход для записи системного аудио
vi: Không thể thêm audio hệ thống cho bộ ghi
zh_hans: 无法添加系统音频输入
zh_hant: 無法加入系統音訊輸入

# recording.error.cannot-add-video-writer-input
source: Cannot add video writer input
de: Video-Writer-Eingabe kann nicht hinzugefügt werden
es: No se puede agregar la entrada del escritor de video
fr: Impossible d'ajouter une entrée de rédacteur vidéo
ja: ビデオ ライター入力を追加できません
ko: 비디오 작가 입력을 추가할 수 없습니다
ru: Невозможно добавить вход для записи видео
vi: Không thể thêm video input cho bộ ghi
zh_hans: 无法添加视频输入
zh_hant: 無法加入影片輸入

# recording.error.failed-to-start-writing
source: Failed to start writing
de: Schreiben konnte nicht gestartet werden
es: No se pudo comenzar a escribir
fr: Échec du démarrage de l'écriture
ja: 書き込みの開始に失敗しました: %@
ko: 쓰기를 시작하지 못했습니다
ru: Не удалось начать писать
vi: Không thể bắt đầu ghi dữ liệu
zh_hans: 无法开始写入
zh_hant: 無法開始寫入

# recording.error.microphone-permission-denied
source: Microphone permission denied
de: Mikrofonberechtigung verweigert
es: Permiso de micrófono denegado
fr: Autorisation du microphone refusée
ja: 書き込みの開始に失敗しました。マイクの許可が拒否されました
ko: 마이크 권한이 거부되었습니다
ru: Разрешение на использование микрофона отклонено
vi: Quyền Microphone bị từ chối
zh_hans: 麦克风权限被拒绝
zh_hant: 麥克風權限被拒絕

# recording.error.no-display-found
source: No display found
de: Keine Anzeige gefunden
es: No se encontró ninguna visualización
fr: Aucun affichage trouvé
ja: ディスプレイが見つかりません
ko: 디스플레이를 찾을 수 없습니다
ru: Дисплей не найден
vi: Không tìm thấy màn hình
zh_hans: 未找到显示器
zh_hant: 找不到顯示器

# recording.error.no-output-url
source: No output URL
de: Keine Ausgabe-URL
es: Sin URL de salida
fr: Aucune URL de sortie
ja: 出力 URL がありません
ko: 출력 URL 없음
ru: Нет выходного URL
vi: Không có URL đầu ra
zh_hans: 没有输出 URL
zh_hant: 沒有輸出 URL

# recording.error.screen-permission-denied
source: Screen recording permission denied
de: Die Erlaubnis zur Bildschirmaufzeichnung wurde verweigert
es: Permiso de grabación de pantalla denegado
fr: Autorisation d'enregistrement d'écran refusée
ja: 画面録画の許可が拒否されました
ko: 화면 녹화 권한이 거부되었습니다.
ru: Разрешение на запись экрана отклонено
vi: Quyền Ghi màn hình bị từ chối
zh_hans: 屏幕录制权限被拒绝
zh_hant: 螢幕錄製權限被拒絕

# recording.error.selection-outside-display-bounds
source: Selection area is outside display bounds
de: Auswahlbereich liegt außerhalb der Anzeigegrenzen
es: El área de selección está fuera de los límites de visualización
fr: La zone de sélection est en dehors des limites d'affichage
ja: 選択範囲がディスプレイの範囲外です
ko: 선택 영역이 표시 범위를 벗어났습니다
ru: Область выделения находится за пределами отображения
vi: Vùng chọn nằm ngoài giới hạn màn hình
zh_hans: 选择区域超出显示范围
zh_hant: 選擇區域超出顯示範圍

# recording.error.setup-failed
source: Setup failed: %@
de: Setup fehlgeschlagen: %@
es: Error de instalación: %@
fr: Échec de l'installation : %@
ja: セットアップに失敗しました: %@
ko: 설정 실패: %@
ru: Ошибка установки: %@
vi: Thiết lập thất bại: %@
zh_hans: 初始化失败：%@
zh_hant: 初始化失敗：%@

# recording.error.shareable-content-load-failed
source: ScreenCaptureKit could not load shareable content: %@
de: ScreenCaptureKit konnte den gemeinsam nutzbaren Inhalt nicht laden: %@
es: ScreenCaptureKit no pudo cargar contenido para compartir: %@
fr: ScreenCaptureKit n'a pas pu charger le contenu partageable : %@
ja: ScreenCaptureKit が共有可能なコンテンツを読み込めませんでした: %@
ko: ScreenCaptureKit이 공유 가능한 콘텐츠를 로드할 수 없습니다: %@
ru: ScreenCaptureKit не удалось загрузить общий контент: %@
vi: ScreenCaptureKit không thể tải nội dung có thể chia sẻ: %@
zh_hans: ScreenCaptureKit 无法加载可共享内容：%@
zh_hant: ScreenCaptureKit 無法加載可共享內容：%@

# recording.error.write-failed
source: Write failed: %@
de: Schreiben fehlgeschlagen: %@
es: Error de escritura: %@
fr: Échec de l'écriture : %@
ja: 書き込みに失敗しました: %@
ko: 쓰기 실패: %@
ru: Ошибка записи: %@
vi: Ghi dữ liệu thất bại: %@
zh_hans: 写入失败：%@
zh_hant: 寫入失敗：%@

# recording.failed-title
source: Recording Failed
de: Aufnahme fehlgeschlagen
es: Error de grabación
fr: Échec de l'enregistrement
ja: 録画に失敗しました
ko: 녹음 실패
ru: Запись не удалась
vi: Ghi màn hình thất bại
zh_hans: 录屏失败
zh_hant: 錄屏失敗
